Revit 2027 API
SymbolTypeId.MmSup4 Property
 Symbol mm⁴, indicating unit Millimeters to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MmSup4 { get; }
Public Shared ReadOnly Property MmSup4 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MmSup4 {
	ForgeTypeId^ get ();
}
static member MmSup4 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace